Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 那盘子里硕大的鱼头，铺满了红红绿绿的剁椒，麻辣的鲜味已是扑面而来，虽然诧异于为什么有人竟然单独吃鱼头，但这丝毫不影响他想要尝试一下的冲动。
en_us: The big fish head on the plate was covered by red and green chopped chili. The spicy umami aroma already assaulted his nose. Even though he was surprised that the fish head was being eaten alone, that didn't affect his urge to try it.

source: 那精灵退后半步，表情委屈的摇头拒绝。
en_us: That elf took half a step back and shook his head with aggrievement.

source: 那老板看了眼那些围在其他书店门口买杂志的客人，有些不屑的撇了撇嘴道：“呵，一本美食杂志有什么好卖的，也赚不到几个钱，要是能弄到几本畅销书的独家售卖权，那才叫赚钱呢。”
en_us: That bookshop looked at the customers who were crowding at the other shops' respective entrances to buy the magazine, and pursed his lips disdainfully as he said, "Ha. What's the point of selling a gourmet magazine? You can't earn much selling that. If I can get the exclusive selling rights of a few bestsellers, that will really earn me money."

source: 那蜗牛似乎感受到了危险，转向疯狂向着树干上方爬去。
en_us: That snail seemed to have sensed danger. It quickly turned around and crawled up the tree trunk.

source: 那蜗牛嗖的一下把触角全部缩回了壳里。
en_us: That snail hid into its shell immediately.

source: 那里有两道十级强者的气息，拦不住他。
en_us: There was the aura of two 10th-tier powerhouses. They could not stop him.

source: 那陶碗里的红色的肉，是肥瘦相间的猪肉，这种肥肉居多的肉，平日在希利的眼中是过于肥腻的，可厨师不知道用什么办法给这些肥肉染上了一层红亮的色泽，浓浓的肉香是如此的纯粹，令人无法抗拒。
en_us: The red-colored meat in the terracotta bowl was pork with layers of fat in it. Such meat with mainly fat was usually too greasy in Seely's eyes. However, he didn't know if the chef colored the fatty meat with a red glaze. The rich meat aroma was so pure that it was irresistible.

source: 那黑袍人一转眼便到了屋外。
en_us: That black-robed man got out of the house in a blink of an eye.

source: 都说明了花生在酒鬼江湖中不可撼动的地位。
en_us: All that showed the peanuts' unshakable status in the drunkards' world.

source: 配方已经趋于完美，麦格暂时也没有什么特别好的改进办法。
en_us: The recipe was already perfect and Mag could not think of any better way to improve it yet.

source: 酒入杯，色清透明，在水晶杯中倒映出灯光。
en_us: He poured the alcohol out. It was clear, and even reflected the light from the crystal glass.

source: 酒味寡淡如水，要不是带着一点辛辣的口感和一点酒香，麦格以为埃菲给他倒了一杯冷水。
en_us: The wine was like water. If it did not burn a little and have a little fragrance of wine, Mag would have thought Eiffie poured him a glass of cold water.

source: 酒坛的小口用一块红布封着，口子还拴着一条红绳，倒是挺别致的。
en_us: The wine urn's opening was sealed with a red cloth and tied with a red string. It looked rather interesting.

source: 酒是好酒，情绪到位，下酒菜又格外下酒，大半瓶茅台入了肚，两人便醉醺醺的开始讲胡话，连安德烈都被他们吐槽了一遍。
en_us: The wine was good, and with the emotions set and the side dishes extremely good with the wine, more than half the bottle of Maotai was gone. The two started to spout nonsense in a drunken stupor, and even Andre was dissed by them.

source: 酒液缓缓滑入他的口腔，柔和的口感，甘冽的口味，伴着优雅醇和的酒香。
en_us: The liquid slip into his mought gradually. It had a very soft texture and was sweet and cold.

source: 酒瓶落地，碎了一地。
en_us: The bottle landed on the floor, breaking into a million pieces.

source: 酒的确是好酒，当得起2000铜币的价格。
en_us: The wine was good, and it was worth its price of 2,000 copper coins.

source: 酒量好不要紧，茅台威士忌掺着喝，那可是威力无穷的。
en_us: It didn't matter that she had an excellent alcohol tolerance, the aftermath of drinking Maotai and whiskey was formidable.

source: 酒馆布局和原来已经完全不同，敞开的大厅，看起来简单大方，棕褐色的原木风格，让人觉得舒服而自然。
en_us: The layout of the tavern was completely different. The hall was very spacious, and the place looked simple and classy. It had a brown, wooden theme, making one feel very comfortable and relaxed.

source: 酒馆有系统加强的九级防御，又有伊琳娜布置的防御阵法，只要不是多位十级强者强攻，足以支撑到他们返回。
en_us: The tavern had the system's enhance 9th-tier defense and Irina's spell formations. As long as it wasn't attacked by many 10th-tier powerhouses, it could hold until they returned home.

source: 酒馆的主色调是棕褐色，基本都是原木的装饰，风格粗矿简单，隔断极少，吧台后有个大酒柜。
en_us: The main color of the tavern was brown, and it was basically decorated with natural wood. Its style was simple and rugged. There was very little separation, and there was a big liquor cabinet behind the bar.

source: 酒馆的后院不大，也就是一个小花圃，前些天被伊琳娜改造了一番，加了一个保温的魔法罩，种了些花草，原有的三颗桂花树被保留了下来。
en_us: The tavern's backyard wasn't big. It was just a little flowerbed. Irina modified it a few days ago. She added a magic shield that kept it warm and planted some plants. The three original osmanthus trees were kept as they were.

source: 酒馆的风格和氛围让亚伯罕觉得很舒服，人不多，零散坐着，可能是酒过于美味，又或是这些人酒量实在不行，这会酒馆里已经有几个喝的晕乎乎的客人，倒不像一般酒馆那般喧嚣嘈杂。
en_us: The atmosphere and style of the tavern made Abraham feel very at ease. There weren't many people, and they were all seated sparsely. There were already some tipsy customers in the tavern, perhaps due to the alcohol being too good, or because they didn't have good alcohol tolerance. This tavern was unlike usual ones that were full of noise.

source: 酒馆老板们则神色各异，如果埃菲说的是真的，那泰坦酒就符合参赛标准，这可是一个争夺金奖的强敌。
en_us: The tavern owners all wore different expressions on their faces. If what Eiffie said was true, Titan Liquor was eligible for the competition. However, that was a strong contender for the gold award.

source: 酒馆老板们羡慕的看着麦格和埃菲，这等于是拿了一张接下来一年的业绩保证单。
en_us: The taverns' owners looked at Mag and Eiffie enviously. This was equivalent of taking down a guarantee for the impending year's sales.

source: 酒馆被破坏的不算严重，被撞碎的大门已经被拉走。
en_us: The tavern wasn't seriously damaged. The shattered door was already removed.

source: 酒馆酒馆，卖酒当然是重中之重。
en_us: Selling alcoholic drinks was, of course, the most important aspect of a tavern.

source: 酒馆里人不多，不过一进门，亚伯罕便被那浓浓的酒香差点熏晕过去。
en_us: There weren't many people in the tavern, but as soon as Abraham entered, he almost fainted over the rich liquor's aroma.

source: 酒馆里众人纷纷瞪眼。
en_us: Everyone in the tavern was stunned.

source: 酒馆里的气氛瞬间凝固。
en_us: The air in the tavern froze suddenly.

source: 酒馆里顿时一片寂静。
en_us: The tavern was dead silent immediately.

source: 酒香引客计划初步成功，酒馆开始营业前，塞班酒馆门口第一次有了客人等待，而且足有十数人之多。
en_us: The first step of the plan to attract customers with the liquor's aroma was successful. This was the first time Saipan Tavern had customers waiting before it opened for business. Moreover, there were more than 10 of them.

source: 酒香散发出来，携着一股淡淡的焦香以及浓烈的烟熏味，两人拿起酒杯，都同时皱起了眉头。
en_us: The liquor's aroma spread out with a faint toasted scent and a rich smokey scent. The two of them picked up their glasses and frowned at the same time.

source: 酒香朦胧，令人迷醉其中，恍惚间他似乎看到了当刚刚进入兵部时，意气风发，说要干出一番大事业出来，一晃数十年过去……却已物是人非。
en_us: The fragrance of the wine was intoxicating. In an instant, Lucien seemed to have gone back to the days when he just entered the Ministry of Defense. He was young and ambitious. He wanted to do great things. In a flash, decades passed… but nothing was the same.

source: 酒香沁入心脾，只是闻着，便已有了三分醉意。
en_us: The fragrance of the wine was able to infuse into one's heart and soul. Just its smell alone was enough to intoxicate a person.

source: 酒香飘散开来，台下也是有些骚动。
en_us: The rich aroma spread out quickly and the crowd began to get excited too.

source: 酒鬼花生和凉拌猪耳朵，这可是两道下酒神菜，和酒馆简直是绝配。
en_us: Drunkard peanuts and pig ears salad were two great dishes that went well with alcoholic drinks. They were a perfect match with the tavern.

source: 酥脆的口感，轻轻一咬，花生的酥香便在嘴里炸裂开来。
en_us: It was crispy. A gentle bite caused the fragrance of the peanut to explode in his mouth.

source: 酥脆的表皮裹着令人惊叹的美味，表皮的酥香、红豆馅的香甜、咸蛋黄的咸香……各种滋味在口中层层释放，然后交织在一起，绽放出不可思议的美味。
en_us: The crunchy skin wrapped up an amazing taste. The crunchy aroma of the skin, the sweet aroma of the red bean filling, the savory aroma of the salted egg yolk… All kinds of flavors exploded in his mouth layer by layer before overlapping together, and releasing an incredible taste.

source: 酥脆的鹅皮咬下还能听到一丝轻微的声响，而鹅皮之下，则是浸透了卤汁的鲜嫩鹅肉，一口咬下，肉汁在口中四溅。
en_us: He could hear the cracking sounds when he bit into the crispy goose's skin, and underneath the goose's skin was the tender and juicy goose's meat that was soaked with the marinate. He could feel the meat's juice bursting in his mouth when he chewed.

source: 酥香、柔软、香甜、咸香一下子充满了整个口腔。
en_us: Crunchy, soft, sweet, and savory. Different kinds of sensations filled the mouth.

source: 酥香之外，麻辣的口感让他脸噌的一下涨红了，作为一个极少吃辣的少年，他对辣味的免疫力极低。
en_us: Other than the fragrance, the numbing spiciness made his face flush red immediately. As a young lad who barely took spice, Noya had a very low tolerance for spiciness.

source: 酸、辣、甜、咸四种味道几乎同时在嘴里爆发，味蕾毫无征兆的在一瞬间被激发，那种直冲脑门的感觉，实在有些上头。
en_us: Sour, spicy, sweet, savory, the four tastes exploded almost simultaneously in her mouth. Her taste buds were triggered instantly without warning. It felt as though something was rushing right up her head.

source: 酸甜的味道，让他的表情瞬间扭曲了一下，不过很快适应之后，这味道倒是挺让人着迷的。
en_us: The sourish sweet taste made his face scrunch up for a second, but after he got used to it, the taste was mesmerizing.

source: 酸辣依旧，但黄瓜的口感更加脆爽可口，令人惊喜。
en_us: It was still as sour and spicy, but the texture of the cucumber was even better. It had become crunchier and juicier, to one's surprise.

source: 酸辣比例已经调配的非常完美，但他总觉得还差点什么。
en_us: The sourness and spiciness was done perfectly but he still felt that something was lacking.

source: 酸酸辣辣的，好好吃！
en_us: It's sour and spicy, delicious!

source: 酿酒不比做菜，不是什么东西扔锅里也能乱炖出一锅菜，步骤方法不对，是酿不出酒来的，光是酒液的储存便是颇有门道的事情。
en_us: Wine-brewing was not liek cooking. One could not throw everything into a pot and still whip out a dish. If the steps were wrong, wine could not be made and even storing the wine was a knowledge on its own.

source: 醋的酸味迫不及待的先在口腔中绽放，辣味紧随其后，辣子油中的香辣与朝天椒的辣味交融，让辣味变得更为突出。
en_us: The sourness of vinegar blossomed in his mouth imemdiately. The spiciness followed soon after. The fragrance of the red oil and Chaotian Pepper infused together perfectly, bringing out the spiciness even more.

source: 里斯酒馆在洛都非常有名，是洛都排名前几的高端酒馆，虽然未能获得过金奖，但已经有多款酒荣膺品酒大会银奖。
en_us: Reese Tavern was very famous in Rodu. It was one of the top-ranked high-end taverns in Rodu. Even though it had never won the gold award before, many of its alcoholic drinks had received the silver award.

source: 重剑无锋，此刻却让她有种锋芒万丈的感觉，并且隐约间有种气机被锁定的感觉。
en_us: This heavy sword had no edges, but it gave her the feeling that it was razor-sharp and a vague sense of being locked in.

source: 重点关切神秘人物‘麦格’，必要时需对其进行接触。」
en_us: Take note of mysterious person "Mag" and get in contact if necessary.]

source: 重装开业的泰坦酒馆，更新了酒水单，现在唯一卖的酒是三十年窖藏的泰坦酒，单价为3000铜币一瓶。
en_us: The reopened Titan Tavern had changed its drink list. It was only selling the 30 years old aged Titan Liquor that cost 3000 copper coins per bottle now.

source: 金奖之后是银奖，来自里斯酒馆的爆炸酒和其他四款酒获得了本届品酒大会的银奖。
en_us: It was the silver awards after gold awards. The Explosive Liquor from Reese Tavern and other four liquors received the silver awards this year.

source: 金灿灿的，只是上边没有其他纹路，也没写如意金箍棒，不免有点可惜。
en_us: It was golden, but there weren't any engravings on it, so it was a slight pity.

source: 金石相击的声音令人耳膜生疼。
en_us: The sound of stone and metal colliding rang loudly, making the eardrums hurt.

source: 金红色符咒噌的燃烧起来，飘向那土堆，然后融入其中。
en_us: The golden-red talisman suddenly burned up, and drifted to that earthen mound before merging into it.

source: 金色光点越来越靠近，一处部落废墟也是渐渐出现在众人的视线中。
en_us: The golden light spot got closer and closer, and ruins slowly appeared in their vision.

source: 金色光芒一闪，两人便消失在酒馆中。
en_us: After a golden flash, the two disappeared from the tavern.

source: 金黄的酒液在水晶杯中微微晃动，如宝石般璀璨。
en_us: The golden liquid swirled in the glass, sparkling like a gem.

source: 钓酒鬼和钓鱼是一个原理，先打个窝，用酒香诱惑酒鬼聚集，人一旦聚集起来，那就不愁客少了。
en_us: Fishing for liquor lovers' was similar to fishing. First, he had to make a bait. He would use the liquor's aroma to congregate the liquors' lovers, and he would have no shortage of customers then.

source: 钢制的切菜台，被一刀切成了两段，轰然倒塌。
en_us: The steel kitchen counter was chopped into two pieces and fell apart.

source: 钱全部都在外面，满满的十七万铜币。
en_us: The money were all out there. A good 170,000 copper coins.

source: 铁荆棘墙应声倒下，在火焰中化为灰烬。
en_us: The iron fence fell after she said that and burned to ashes in the flames.

source: 铁锅炖大鹅是东北名菜，他这还是有些不太正宗，虽然铁锅是到位了。
en_us: "Stewed goose in a steel pot" was a popular dish in the northwestern region of China. His version was not as authentic, although the steel pot was there.

source: 长剑被挑飞，但被麦格接住，再度冲向兰克斯特。
en_us: The longsword were hit off course but Mag managed to catch it as he dashed towards Rankster once again.

source: 长长出了一口气，麦格竟是有几分在麦米餐厅忙碌完的感觉。
en_us: Mag let out a long sigh. He actually felt as though he had just ended a busy day at Mamy Restaurant.

source: 门口挂上告示，麦格看了一眼对面正在连夜赶工装修的泰坦酒馆。
en_us: A sign was hanging on the door. Mag flicked a glance at Titan Tavern that was under renovation.

source: 门口站着一个穿着白色紧身衣的女人，浅绿色的眼睛平静的注视着他，开口用有些生涩的通用语道：“我要……喝酒。”
en_us: A woman dressed in a white body-fitting suit stood at the door and watched him calmly with her light green eyes. She opened her mouth and said in an accented common tongue, "I want... to drink."

source: 门口站着的是一个年轻漂亮的女人，她身上的白黑色紧身衣麦格只在电影里看过，一般是科幻片，或者某种剧情片。
en_us: A young and beautiful woman stood at the door. Mag had only seen her black-and-white tight in movies before and it was usually the sci-fi movies or dramatic movies.

source: 门向里打开，一个小姑娘俏生生的站在门口，有些好奇的打量着埃菲。
en_us: The door opened inwards. A little girl stood at the door and sized Eiffie up curiously.

source: 门外站着的是埃菲和玛拉，手里还提着不少东西。
en_us: Standing outside was Eiffie and Mala, with many things in their hands.

source: 门的里面是一个橱窗，一面墙上，只开了一个人头大的孔，孔的后方一片漆黑，橱窗前放了一张木凳。
en_us: Inside, was a window, a wall, and a hole the size of a head. It was pitch black behind the hole and there was a wooden stool placed in front of the window.

source: 闭着眼睛消化了好一会，麦格才推开了厨神试炼场的大门。
en_us: Mag only pushed open the door to the test field for the God of Cookery after closing his eyes, and digesting the information for a while.

source: 闻着应该是葡萄酒，但酒香非常淡，淡到几乎可以忽略的程度。
en_us: It smelt like grape wine and its fragrance was so light it could almost be neglected.

source: 阁楼之上，鲍里斯看着远处院落的不寻常动静，面色一变。
en_us: At the attic, Boris looked at the usual movements in the yard and went white.

source: 队伍答应了一声，有水系魔法师前出，开始吟唱魔法咒语。
en_us: The squad answered and a water magic caster stepped forward and began to chant the spells.

source: 防护罩的光芒正在变得暗淡，砸门的声音越来越大。
en_us: The protective shield's glow began to get dimmer and the crashing sounds became louder and louder.

source: 阿尔宾俯身背起安东的尸体，嘴里轻声道：“走，安东，我带你去看外面的世界。”
en_us: Albin carried Anton's body on his back and softly said, "Let's go, Anton. I'll bring you to see the world outside."

source: 阿尔宾沉默的上前，然后一刀刺在他的大腿上，然后猛然向下一划拉，筋肉外翻，血液喷涌。
en_us: Albin went forward silently. He stabbed his thigh and then pulled the dagger downwards. The flesh and muscles turned outward and blood gushed out.

source: 阿尔宾点了点头，从地上捡起了一把染血的匕首，向着那些被捆绑着的守卫走去。
en_us: Albin nodded and picked up a blood-stained dagger on the ground before walking towards those tied-up guards.

source: 阿尔宾爬到了最高的栏杆上，睚眦目裂的看着这一幕，扯断了挂着乔尸体的麻绳。
en_us: Albin climbed up to the highest pole and witnessed the scene. He pulled the rope hanging Joe's body to the pole.

source: 阿尔宾看着这个熟悉的农场，没有半点的温情，就像是一个吃人的怪兽，只有无限的恐惧。
en_us: Albin looked at this familiar farm. There was no warmth at all. It was just like a carnivorous monster and there was only endless fear of it.

source: 阿尔宾看着那守卫首领冷漠的说道，抬手又是在他的左腿上划拉了一刀，抽出了一条腿筋。
en_us: Albin said to that guard's leader coldly before dragging the dagger down on his left thigh and pulling a leg's tendon out.

source: 阿紫从远处飞来，口吐雷球，扫荡了一片古尸，向着伊琳娜他们飞去。
en_us: Ah Zi flew over from afar and spat out a lightning ball, wiping out an entire area of ancient corpses as it flew towards Irina.

source: 阿紫化作一道紫色雷电，再次从侧面绕行冲向麦格，可依旧被飓风挡住了前路，无法突破。
en_us: Ah Zi transformed into a purple lightning and dashed towards Mag again from the side, but it was blocked by the hurricanes and wasn't able to break through.

source: 阿紫有些关切的回头看了一眼，双翅奋力扇着，向着洛都的方向飞去。
en_us: Ah Zi looked back with concern, and flapped its wings even harder as it flew towards Rodu.

source: 阿紫点了点头，双翅一扇，消失于天际。
en_us: Ah Zi nodded. It flapped its wings, and disappeared on the horizon.

source: 陛下的愤怒是能够理解的，兵部大臣的案件还在审理，尚未得出结果，结果这些大臣先被灭了满门，而且还是在洛都。
en_us: They could understand His Majesty's wrath. The military generals' cases were still undergoing investigation, and before there was even a result, these generals, including their families, were all murdered. On top of that, it happened in Rodu.

source: 院子里原本在玩耍的小朋友们都停下了动作，怯生生的看着站在门口的麦格等人，看到艾米和安妮的时候，眼中有些惊讶和羡慕。
en_us: All the children who were playing in the yard stopped, and looked at Mag and the rest standing at the door timidly. Their eyes held surprise and envy when they saw Amy and Annie.

source: 除了两款酒之外，还有三道下酒菜，价格比起酒水便宜了许多。
en_us: Other than these two types of alcohol, there were also three side dishes to go with the drinks. The prices were way lower compared to the drinks.

source: 除了称赞，以及好奇究竟是谁偷偷酿出了这样的美酒，而他对此竟然一无所知之外，他便没什么好说的了。
en_us: Apart from praising and being curious about its brewer, he actually knew nothing about it. He had nothing to comment about it.

source: 除了精肉末，一半的馅料之中还加了新鲜的蟹肉和蟹黄。
en_us: Other than minced meat, some other fillings included fresh crab meat and crab roe.

source: 除了糊涂汤，艾米还买了一堆诸如玉米饼、水煮鸡蛋、锅巴之类的食物，全部铺开来，占了小半张桌子。
en_us: Other than the cucumber soup, Amy also bought other food like the corn cake, boiled egg, rice crust, and more, which took up more than half of the table when laid out.

source: 除了罗莫街，在洛都城各处她还有不少商铺。
en_us: Other than Romo Street, she had many shops around Rodu.

source: 除了艾米的眼中依旧闪耀着吃货的光芒，安妮和伊琳娜的目光都明显有了一丝迟疑和抗拒。
en_us: Annie and Irina appeared rather hesitant and resistant to trying, while Amy's eyes still glimmered like it would when she saw food.

source: 除却那天谈到的一些问题，后边还附带了几大段肉麻的夸赞，什么丰神俊朗，君子如玉，真是……太写实了。
en_us: Apart from the questions that they had discussed that day, there was a big chunk of praise written at the back, such as handsome and alert, a gentleman… It was so realistic.

source: 除此之外他身上还有几处其他伤势，有魔法，也有刀剑伤势。
en_us: Other than that, there were a few other injuries elsewhere, some inflicted by spells and some caused by weapons.

source: 除此之外，上边还有本期杂志的爆点标注：震惊！鱼香茄子之父首次接受采访，竞对编辑做出这样的事情……
en_us: Other than that, there was also a shocking headline on it: Shocking! The father of the eggplant with garlic sauce accepted the interview for the very first time, and he actually did this to the editor…

source: 除此之外，她还在这座酒馆中感受到了一种莫名的气息，熟悉，却又陌生，一时间竟是无法做出精准的判断。
en_us: Apart from that, she also sensed an inexplicable aura in this tavern. It was familiar yet strange at the same time. She actually couldn't make an accurate judgment for a while.

source: 除此之外，还有那被称为‘茅台’的酒，令人捉摸不透的名字，但味道非常醇香，口感顺滑，味美甘甜，酒精含量非常高，可以达到58%，具有一定的致幻效果，又可以被称为：醉酒。
en_us: Other than that, the liquor called "Maotai" has an unfathomable name, but its taste is very rich and sweet and its texture is very smooth. Its alcohol content is very high, reaching 58%. It has a certain halluncinating effect, which can also be described as: drunk.

source: 除此之外，麦格还将自己对泰坦酒的酿造工艺，根据自己的经验进行了一些改进，顺便一起教授给了埃菲。
en_us: Other than that, Mag even did some improvements to the brewing method for the Titan Liquor based on his experience and taught it to Eiffie.

source: 除非他想靠着茅台酒的成功，在客人面前耍一点小聪明。
en_us: Unless he wanted to pull a fast one on his customers with Maotai's success.

source: 随着人气的增加，罗莫街的商业价值也自然开始回升。
en_us: With the increased popularity, Romo Street's commercial value would naturally rise.

source: 随着地窖门的缓缓打开，惨烈的叫声清晰的传来。
en_us: As the cellar door open slowly, the terrible cries became even more distinct.

source: 随着塞班酒馆靠着口碑逐渐积累起了名气，距离1000人气值只差121点。
en_us: As the Saipan Tavern slowly rose in popularity, it was only left with 121 points to reach the 1000 point popularity goal.

source: 随着烤鹅和炖鹅的香味从厨房里传出来，艾米吸了一下嘴角的泪水，感叹道：“大肥鹅死的好香啊……”顺便看了一眼丑小鸭。
en_us: As the fragrance of the roasted goose and stewed goose wafted out from the kitchen, Amy swallowed her saliva, and said, "The big fat goose died so fragrantly…" After that, Amy glanced at Ugly Duckling.

source: 随着那一抹残魂注入龟甲石，一张扭曲的鬼脸在龟甲石上出现，并且出现了一个有血红色的光点开始在龟甲石上乱窜。
en_us: As the soul fragment entered the septaria oracle, a twisted ghastly face appeared on the septaria oracle, and a blood-red light started darting around within the septaria oracle.

source: 隐约的亮光，将那黑袍人在墙上投影出一道虚幻的影子，影子缓缓蠕动，竟是生出了诸多触须。
en_us: A faint light cast a vague shadow of the man in black robe on the wall. The shadow was moving gradually, and many tentacles extended from it.

source: 难得可贵的是，他怀里还抱着那佛跳墙，瓦罐竟然都没有碎掉。
en_us: What was precious was, the earthern jar that held the 'Buddha Jumps Over the Wall' in his arms actually stayed intact.

source: 难道是什么妖兽变得吗？
en_us: Could it be transformed from some demon or beast?

source: 雇主会自己确认结果，事成之后，能够直接收到一半的佣金，雇主会通过黑市给交货地址，再拿剩下的佣金。”
en_us: The employer would verify the result on his own. When the deed is done, I'll be able to receive half the reward and teh employer would leave an address through the black market for the collection of the other half of the reward.

source: 雷克斯叹了口气。
en_us: Rex sighed.

source: 雷克斯淡漠道：“不，我们是去解决分歧的。”
en_us: Rex said calmly, "No. We are going there to solve their conflict."

source: 雷克斯面无表情点了点头。“嗯，是不错。”
en_us: Rex nodded expressionlessly. "Mm-hmm. Not bad."

source: 雷克斯骑着独角兽在康妮侧后方的位置，嘴角挂着欣慰的笑容。
en_us: Rex was on an unicorn behind Connie with a gratified smile on his face.

source: 震撼！
en_us: Shock!

source: 露娜微微摇头：“不了，现在基金会的许多事情都需要我在场，我留在混乱之城比回洛都更有用。”
en_us: Luna shook her head slightly. "No. I have to be present for many of the foundation's affairs. It's more useful for me to be in Chaos City than to be in Rodu."

source: 露娜看着开心的吃着冰激凌的孩子们，那纯真的笑容很少在他们脸上看到，而这一切是麦格先生带给孩子们的，而且，如果没有麦格先生的支持，这些孩子可能还在街上流浪。
en_us: Luna looked at the children who were eating the ice cream happily. It was rare to see such innocent smiles on their faces, and all this was given to the children by Mr. Mag. Moreover, if it weren't for Mr. Mag's support, these children would've still been begging on the streets.

source: 非常完美的工具人。
en_us: Perfect tools.

source: 靠着商通各族，为各族的商业往来提供资金方面的极大便利，巴菲特钱庄获得了极大的利益和影响力。
en_us: The Buffett Bank had gained significant benefits and influence by creating convenience and providing funds for the races in terms of trade.

source: 面团被按在案板上蹂躏，两只手深入浅出，在麦格的手中不断变形。
en_us: The dough was pressed and kneaded on the table as it transformed into different shapes in Mag's hands.

source: 面皮擀好，麦格从冰箱里取出昨夜熬好的皮冻。
en_us: After the dumpling skin was kneaded, Mag took out the frozen soup that he made last night from the fridge.

source: 面皮筋道，而那浸满汁水的肉团，不肥不腻，入口爽滑，配上蟹肉与蟹黄的滋味，那可真是美滋滋。
en_us: The skin was chewy, and the meat filling that was submerged in the soup was fatty but not greasy and very smooth. On top of that, the crab meat and crab roe was really delicious.

source: 面皮薄而润滑，里边包裹着满满的肉馅，轻轻咬下，肉汁在口中四溅。
en_us: The dough skin was thin and smooth and it was fully filled with meat stuffing. After biting into it gently, the meat juice burst out in the mouth.

source: 顿时觉得昨天连续在那厨神试炼场中，与蛋黄酥不眠不休的较量了数十天，也是非常值得的。
en_us: Suddenly, he felt that the dozens of days that he spent battling with the salted egg yolk pastry in the test field for the God of Cookery last night were very worthwhile.

source: 领地里的精灵们已经知道外面在发生什么，他们和所有被奴役了一百多年的族人一样渴望自由，并且愿意为之付出高昂的代价。
en_us: The elves within the lands already knew what were happening otuside. They were longing for freedom as much as those who had been enslaved for more than a century and they were willing to pay a high price for that.

source: 领头的黑袍人先看了看被绑住的埃菲，眼底闪过一丝惊艳，然后向着麦格一扬手，抛了一个黑色钱袋过来，声音低沉道：“二十五万铜币尾款，你可以走了。”
en_us: The leading man in black robe looked at Eiffie, who was tied up, and a hint of surprise flashed across his eyes. He lifted his hand at Mag and tossed a black money bag over. He said in a grave voice, "The remaining 250,000 copper coins of the payment. You may leave now."

source: 领头的黑袍人看着这一幕，眼睛一下子瞪圆，怀中摸出三颗淡黄色圆球往地上一抛，转身便往外跑。
en_us: The leading man in black robe widened his eyes when he saw that. He took out three light yellow balls and threw them on the ground before running out.

source: 额……
en_us: Errr…
